Repository: zdrilichivan/subly
Catalog: SublyWidget/Localizable.xcstrings
Source language: it
Languages: en, es

source: /mese
en: /month
es: /mes

source: Apri Subly e aggiungi i tuoi abbonamenti
en: Open Subly and add your subscriptions
es: Abre Subly y añade tus suscripciones

source: Apri l'app per sbloccarlo
en: Open the app to unlock it
es: Abre la app para desbloquearlo

source: Domani
en: Tomorrow
es: Mañana

source: Lo usi ancora?
en: Still using it?
es: ¿Aún la usas?

source: Lo usi ancora? Apri Subly
en: Still using it? Open Subly
es: ¿Aún la usas? Abre Subly

source: Oggi
en: Today
es: Hoy

source: Prossimo rinnovo
en: Next renewal
es: Próxima renovación

source: Si rinnova domani
en: Renews tomorrow
es: Se renueva mañana

source: Si rinnova oggi
en: Renews today
es: Se renueva hoy

source: Tieni d'occhio i rinnovi senza aprire l'app.
en: Keep an eye on renewals without opening the app.
es: Vigila las renovaciones sin abrir la app.

source: Totale
en: Total
es: Total

source: Tra %lld giorni
en: In %lld days
es: En %lld días

source: Widget incluso in Subly Pro
en: Widget included in Subly Pro
es: Widget incluido en Subly Pro
